Repository: minetest-mods/teleport-request
Catalog: locale/*.po
Languages: es, pt_br

source: Let players teleport to other players (request will be sent)
es: Permite que los jugadores se teletransporten a otros jugadores (se enviará una solicitud)
pt_br: Permita que os jogadores se teletransportem para outros jogadores (a solicitacao sera' enviada)

source: Gives full admin-access to a player.
es: Da acceso total de administrador a un jugador.
pt_br: Da acesso de administrador completo a um jogador.

source: Allow player to teleport to coordinates (if allowed by area protection)
es: Permite a los jugadores teletransportarse a las coordenadas especificadas (si esta permitido por la protección de la área)
pt_br: Permitir que o jogador se teletransporte para coordenadas (se permitido pela protecao da area)

source: Usage: /tpr_mute <player>
es: Uso: /tpr_mute <jugador>

source: tpr_mute: Failed to mute player @1: they have the tp_admin privilege.
es: tpr_mute: No se pudo silenciar al jugador @1: tiene el privilegio tp_admin.

source: Wait @1 seconds before you can send teleport requests to @2 again.
es: Espere @1 segundos antes de que pueda mandar solicitudes de teletransporte a @2.

source: You can now send teleport requests to @1.
es: Ya puede mandar solicitudes de teletransporte a @1.

source: You are not allowed to send requests because you're muted.
es: No tienes permiso para mandar solicitudes de teletransporte porque estás silenciado.
pt_br: Voce nao tem permissao para enviar solicitacoes porque esta' sem som.

source: Cannot send request to @1 (you have been muted).
es: No se puede enviar la solicitud a @1 (has sido silenciado).

source: tpr_mute: Player @1 is already muted.
es: tpr_mute: El jugador @1 ya esta silenciado.

source: tpr_mute: Player @1 successfully muted.
es: tpr_mute: El jugador @1 ha sido silenciado con éxito.

source: Usage: /tpr_unmute <player>
es: Uso: /tpr_unmute <player>

source: tpr_mute: Player @1 is not muted yet.
es: tpr_mute: El jugador @1 aún no ha sido slienciado.

source: tpr_mute: Player @1 successfully unmuted.
es: tpr_mute: El sonido del jugador @1 ha sido activado con éxito.

source: Usage: /tpr <Player name>
es: Uso: /tpr <jugador>
pt_br: Use: /tpr <Nome do jogador>

source: There is no player by that name. Keep in mind this is case-sensitive, and the player must be online.
es: No hay jugador con ese nombre. Tenga en cuenta que esto es caso-sensitivo, y el jugador debe de estar én línea.

source: Teleport request denied, player is in the gamehub!
es: Solicitud denegada, ¡el jugador esta en el centro de juegos!
pt_br: Pedido de teleporte negado, o jogador esta' no gamehub!

source: You are teleporting to @1.
es: Te estas teletransportando a @1.
pt_br: Voce esta' se teletransportando para @1.

source: @1 is requesting to teleport to you. /tpy to accept.
es: @1 esta pidiendo teletransportarse a ti. /tpy para aceptar.

source: Teleport request sent! It will timeout in @1 seconds.
es: ¡Solicitud enviada! Se agotara en @1 segundos.

source: Request timed-out.
es: La solicitud enviada expiró.
pt_br: O pedido expirou.

source: @1 is teleporting to you.
es: @1 se esta teletransportando a ti.
pt_br: @1 esta' se teletransportando para voce.

source: Usage: /tphr <Player name>
es: Uso: /tphr <jugador>
pt_br: Use: /tphr <Nome do jogador>

source: @1 is requesting that you teleport to them. /tpy to accept; /tpn to deny.
es: @1 esta pidiendo que tu te teletransportes a el/ella. /tpy para aceptar, /tpn para denegar.

source: Usage: /tpc <x, y, z>
es: Uso: /tpc <x, y, z>
pt_br: Use: /tpc <x, y, z>

source: You cannot teleport to a location outside the map!
es: ¡No puedes teletransportarte afuera del mundo!
pt_br: Voce nao pode se teletransportar para um local fora do mapa!

source: Teleporting to: @1, @2, @3
es: Teletransportandose a: @1, @2, @3
pt_br: Teleportar para: @1, @2, @3

source: Area request sent! Waiting for @1 to accept your request. It will timeout in @2 seconds.
es: ¡Solicitud de área enviada! Esperando a @1 que acepte tu solicitud. Se agotara en @2 segundos.

source: , or
es: , o a

source: @1 is requesting to teleport to a protected area of yours @2.
es: @1 solicita teletransportarse a una área protegida tuya @2.

source: Error: You do not have permission to teleport to those coordinates.
es: Error: No tienes permiso para teletransportarte a esas coordenadas.
pt_br: Erro: voce nao tem permissao para se teletransportar para essas coordenadas.

source: Teleport request denied.
es: Solicitud denegada.
pt_br: Pedido de teleporte negado.

source: You denied the request @1 sent you.
es: Tú denegaste la solicitud de teletransporte que @1 te mando.
pt_br: Voce negou a solicitacao @1 enviei a voce.

source: Usage: /tpn allows you to deny teleport/area requests sent to you by other players.
es: Uso: /tpn te permite denegar solicitudes enviadas para ti de otros jugadores.

source: You denied your request sent to @1.
es: Tú denegaste la solicitud de teletransporte enviada a @1.
pt_br: Voce negou sua solicitacao enviada para @1.

source: @1 denied their request sent to you.
es: @1 denego su solicitud de teletransporte enviada a usted.
pt_br: @1 negou o pedido enviado a voce.

source: Area request denied.
es: Solicitud de área denegada.

source: Usage: /tpy allows you to accept teleport/area requests sent to you by other players.
es: Uso: /tpy te permite aceptar solicitudes enviadas para ti de otros jugadores.

source: @1 is teleporting to your protected area @2.
es: @1 se esta teletransportando a tu área protegida @2.

source: @1 is not online right now.
es: @1 no esta en línea ahora mismo.

source: Request Accepted!
es: ¡Solicitud aceptada!
pt_br: Pedido aceito!

source: Usage: <x|y|z> <number>
es: Uso: <x|y|z> <numero>
pt_br: Use: <x|y|z> <numero>

source: Not a number!
es: ¡No un número!
pt_br: Nao e' um numero!

source: Not a valid axis. Valid options are X, Y or Z
es: Eje invalido. Opciones validas son x, y, o z
pt_br: Nao e' um eixo valido. Opcoes validas sao X, Y ou Z

source: EVADE!
es: ¡EVADIR!

source: Request teleport to another player.
es: Enviar solicitud para teletransportarte a otro jugador.
pt_br: Solicitar teleporte para outro jogador.

source: <playername> | leave playername empty to see help message
es: <jugador> | Deje el nombre del jugador vacío para ver el mensaje de ayuda
pt_br: <nome do jogador> | deixe o nome do jogador em branco para ver a mensagem de ajuda

source: Request player to teleport to you
es: Solicita al jugador que se teletransporte a ti.
pt_br: Solicitar que o jogador se teleporte para voce

source: Teleport to coordinates
es: Teletransportarse a las coordenadas especificadas.
pt_br: Teleporte para coordenadas

source: <coordinates> | leave coordinates empty to see help message
es: <coordenadas> | Deje las coordenadas vacías para ver el mensaje de ayuda
pt_br: <coordenadas> | deixe as coordenadas vazias para ver a mensagem de ajuda

source: Teleport to relative position
es: Teletransportarse a la posición relativa.
pt_br: Teleporte para a posicao relativa

source: <axis> <distance> | leave empty to see help message
es: <eje> <distancia> | Deje vacío para ver el mensaje de ayuda
pt_br: <eixo> <distancia> | deixe em branco para ver a mensagem de ajuda

source: Evade Enemy
es: Evadir enemigo.
pt_br: Iludir o Inimigo

source: Teleport to a place (i.e., spawn, shop).
es: Teletransportarse a un lugar (p.ej., la tienda, la ciudad).
pt_br: Teleporte para um lugar (i.e., spawn, shop).

source: <place> | leave empty to see available places
es: <lugar> | Deje vacío para ver los lugares disponibles
pt_br: <Lugar> | deixe em branco para ver os lugares disponiveis

source: There are no places yet.
es: Todavia no hay lugares.
pt_br: Ainda nao ha lugares.

source: Usage: /tpp <place>
es: Uso: /tpp <lugar>
pt_br: Use: /tpp <Lugar>

source: Teleporting to @1.
es: Teletransportandose a @1.
pt_br: Teleportar para @1.

source: There is no place by that name. Keep in mind this is case-sensitive.
es: No hay lugar con ese nombre. Tenga en cuenta que esto es caso-sensitivo.
pt_br: Nao ha' lugar com esse nome. Lembre-se de que isso diferencia maiusculas de minusculas.

source: Accept teleport requests from another player
es: Aceptar solicitudes de otro jugador.
pt_br: Aceitar pedidos de teleporte de outro jogador

source: Deny teleport requests from another player
es: Denegar solicitudos de otro jugador.
pt_br: Negar pedidos de teleporte de outro jogador

source: Mutes a player: denies them from sending you teleport requests
es: Silencia a un jugador: le niega el envío de solicitudes de teletransporte

source: Unmutes a player: allow them to send you teleport requests again
es: Activar el sonido de un jugador: permite que te envíe solicitudes de teletransporte nuevamente

source: [Teleport Request] TPS Teleport v@1 Loaded!
es: [TPS] Solicitud de teletransporte v@1 Cargado!
pt_br: [Solicitacao de Teleporte] Teletransporte TPS v@1 Carregado!

source: There is no player by that name. Keep in mind this is case-sensitive, and the player must be online
pt_br: Nao existe nenhum jogador com esse nome. Lembre-se de que isso diferencia maiusculas de minusculas e o player deve estar online

source: @1 is requesting to teleport to you. /tpy to accept
pt_br: @1 esta' solicitando o teletransporte para voce. /tpy para aceitar

source: Teleport request sent! It will timeout in @1 seconds
pt_br: Pedido de teleporte enviado! Tempo limite em @1 segundos

source: @1 is requesting that you teleport to them. /tpy to accept; /tpn to deny
pt_br: @1 esta' solicitando que voce se teletransporte para ele. /tpy para aceitar; /tpn para negar

source: Error: @1 is protected by @2.
pt_br: Erro: @1 e' protegido por @2.

source: Usage: /tpn allows you to deny teleport requests sent to you by other players.
pt_br: Use: /tpn permite negar solicitacoes de teleporte enviadas a voce por outros jogadores.

source: Usage: /tpy allows you to accept teleport requests sent to you by other players
pt_br: Use: /tpy permite que voce aceite solicitacoes de teleporte enviadas a voce por outros jogadores

source: @1 doesn't exist, or just disconnected/left (by timeout).
pt_br: @1 nao existe ou apenas desconectado / deixado (por tempo limite).
